{
  "recipes": [
    {
      "title": " شاورما الفراخ",
      "ingredients": [
        "مقادير شاورما الفراخ: كيلو صدور الدجاج مقسمة شرائح رفيعة وطويلة ملعقة واحدة صغيرة من بودرة الثوم  2 بصلة متوسطة الحجم شرائح رفيعة 2\\1 كوب كبير زبادي ملعقة كبيرة خل أبيض 3 حبات فلفل ألوان مقطعة شرائح ليمونة طازجة. ملعقة كبيرة توابل الشاورما ملعقة واحدة صغيرة ملح   ملعقة واحدة صغيرة فلفل الأسود   ملعقة واحدة صغيرة حبهان مطحون 2 ملعقة كبيرة زيت نباتي"
      ],
      "method": "ضعى الخل وعصير الليمون في وعاء عميق مع التوابل والزبادي وقلبي كل المكونات مع بعضها البعض بشكل جيد حتى تتجانس بشكل كامل. ضعي شرائح صدور الدجاج المقطعة في هذه التتبيلة واتركيها في هذه الخلطة لمدة ثلاث ساعات على الأقل حتى تتشرب من التتبيلة. أضيفي هذا الخليط على نار متوسطة وضعي ملعقتين من الزيت النباتي حتى يتم تحمير ذلك الخليط من جميع الجوانب. استمري في التقليب لمكونات الخليط حتى يتغير لون الدجاج، فنقوم بتهدئة النار ونتركها لمدة عشر دقائق حتى تنضج ولكن نصف سوا. ضعي القليل من الزيت في مقلاة أخرى وأضيفي عليها شرائح البصل وحمريها جيدا حتى تحصلي على اللون الذهبي وبعد ذلك حمرى حبات الفلفل الرومى. ضعي شرائح الفراخ على الفلفل والبصل وقلبهيا جيدا واتركي هذا الخليط حتى ينضج بشكل كامل وتقدم  مع الأرز الساخن أو يتم لفها في العيش لعمل الساندوتشات وبالهنا والشفا.",
      "cookingTime": "15minutes",
      "id": "MMoqaPl"
    },
    {
      "title": "لحم مدخن",
      "ingredients": [
        "⅓ كوب فلفل أسود مطحون خشن ¼ كوب ملح كوشير 1 قطعة لحم بقري"
      ],
      "method": "يقة اللحم المدخن امزجي الفلفل والملح في وعاء صغير. افركي الخليط بالتساوي على اللحم. لفي اللحم بالخيوط جيدًا. سخني الشواية واتركي جانب من الشواية فارغًا بدون خشب أو فحم. ضعي اللحم على الجانب البارد من الشواية، واتركيها لمدة 4 ساعات مع التقليب. لفي اللحم بالفويل، ثم ادخليه الشواية مع استمرار الطهي لمدة 5 ساعات على درجة حرارة 100 درجة. ازيلي ورق القصدير، واتركي اللحم في الفرن لمدة نصف ساعة، ثم اتركيه ليبرد لمدة ساعة قبل التقديم.",
      "cookingTime": "60minutes",
      "id": "360HSXx"
    },
    {
      "title": "بطاطس بالجبنه",
      "ingredients": [
        "2 ملعقة كبيرة زيت زيتون 4 فص ثوم مفروم ½ ملعقة صغيرة رقائق الفلفل الأحمر 1 ملعقة صغيرة ملح 1 ملعقة صغيرة فلفل أسود 1 بطاطس مقطعة أصابع كوب جبن شيدر مبشور 2 ملعقة كبيرة كريمة حامضة"
      ],
      "method": "في وعاء صغير، اخفقي زيت الزيتون مع الثوم، رقائق الفلفل الأحمر، الملح والفلفل. وزعي البطاطس في صينية الفرن المجهزة ثم اثني جميع جوانب ورق القصدير الأربعة. اسكبي خليط زيت الزيتون فوق البطاطس، اثني جوانب القصدير فوق البطاطس الودجز حتى تغطيها تماماً وأحكمي إغلاق الورق جيداً. ضعي الصينية في الفرن واخبزيها حتى تصبح البطاطس طرية، حوالي لمدة 30-35 دقيقة. رشي الجبن على الوجه ثم اشويها لمدة 2-3 دقائق، أو حتى يذوب الجبن تماماً وتصبح البطاطس مقرمشة. قدميها فوراً، وزينيها بالكريمة الحامضة",
      "cookingTime": "30minutes",
      "id": "k-f2faR"
    },
    {
      "title": "التوميه",
      "ingredients": [
        "1 ملعقة كبيرة ملح 1 رأس ثوم مقشر ومهروس ½ كوب عصير ليمون 1 كوب زيت زيتون 1 كوب زيت نباتي"
      ],
      "method": "اخلطي الثوم المهروس مع الملح وعصير الليمون في الخلاط الكهربائي. أضيفي بالتدريج الزيت النباتي وزيت الزيتون وأكملي الخفق حتى تصبح مثل المايونيز. صبيها في طبق التقديم واتركيها قليلا حتى تتماسك. الثومية بالنشا مقادير الثومية بالنشا",
      "cookingTime": "10minutes",
      "id": "mGuEiNx"
    },
    {
      "title": "كيكة الفانيليا",
      "ingredients": [
        "4 بيضات",
        "1 1/2 كوب من السكر",
        "3/4 كوب من الزيت",
        "1 كوب من الحليب",
        "2 كوب من الدقيق",
        "كيس من البيكينج باودر",
        "4 أكياس من الفانيليا"
      ],
      "method": "شغلي الفرن على درجة حرارة 180 مئوية ضعي الدقيق مع البيكينج باودر في صحن و قلبيه جيدا و اتركيه حتى تكملي باقي الخطوات اخفقي البيض مع الفانيليا بالمضرب الكهربائي لمدة 3 دقائق او حتى يزيد حجمه الى الضعف تقريبا اضيفي السكر و الزيت مع استمرار الخفق حتى تمتزج المكونات جيدا اضيفي الحليب و اخفقي حتى يمتزج مع باقي المقادير اضيفي الدقيق و البيكينج باودر تدريجيا اثناء الخفق على سرعة منخفضة , و استمري في الخفق حتى يمتزج الدقيق مع خليط الكيك احضري قالب الكيك و ادهنيه بقليل من الزيت ثم ضعي فيه الخليط و ضعيه في الفرن لمدة 45 دقيقة انتظري حتى يبرد الكيك ثم قطعيه و قدميه",
      "cookingTime": "45minutes",
      "id": "q9dItPt"
    },
    {
      "title": "نجرسكو",
      "ingredients": [
        "مكرونه",
        "لحم",
        "بصل",
        "سمن",
        "طماطك",
        "فلفل",
        "فراخ"
      ],
      "method": "نحط كله على بعضه ف الفرن",
      "cookingTime": "60minutes",
      "id": "Y7o33Jf"
    }
  ]
}